{
  "introduction": "Dies ist ein speziell für die Strohballenbauplanning entwickeltes Werkzeug. Erstellen Sie Grundrisse mit Wänden, Öffnungen, Dächern und Böden. Konfigurieren Sie die Konstruktion und generieren Sie Pläne und 3D-Modelle. Erhalten Sie Schätzungen für benötigte Materialien. Exportieren Sie die Konstruktion zur Verwendung in anderen CAD-Werkzeugen.",
  "keyFeatures": {
    "title": "Hauptfunktionen",
    "items": [
      "Umfangswände in Fertigmaßen (mit Putz) mit Fenstern und Türen definieren",
      "Sattel- oder Pultdächer hinzufügen",
      "Wand-, Boden- und Dachaufbau konfigurieren (Ausfachung, Strawhenge, Module)",
      "2D-Konstruktionspläne für einzelne Wände oder ganze Etagen generieren",
      "3D-Modelle der Konstruktion anzeigen und exportieren (IFC)",
      "Überblick über die verwendeten Materialien erhalten"
    ]
  },
  "plannedFeatures": {
    "title": "Geplante Funktionen",
    "items": [
      "Kosten- und Arbeitsstundenschätzungen",
      "Unterstützung für Innenwände und Fundamente",
      "Übersetzung in weitere Sprachen",
      "Unterstützung für unregelmäßigere Gebäudeformen",
      "Unterstützung für mehrere Projekte"
    ]
  },
  "demoVideo": {
    "title": "Demo-Video",
    "description": "Sehen Sie sich eine kurze Demonstration der Funktionen von Strawbaler auf YouTube an:",
    "demo01": "Demo 0.1",
    "demo02": "Demo 0.2"
  },
  "localStorage": {
    "title": "Lokaler Speicher",
    "description": "Diese Anwendung speichert Daten lokal in Ihrem Browser, um:",
    "items": [
      "Zu merken, dass Sie diese Willkommensnachricht gesehen haben",
      "Ihre Grundrisse und Projekte zu speichern",
      "Ihre Konfigurationseinstellungen zu bewahren"
    ],
    "privacy": "Es werden keine Cookies, Tracking oder Drittanbieter-Analysen verwendet."
  },
  "disclaimer": {
    "title": "Wichtiger Haftungsausschluss",
    "intro": "Dieses Werkzeug befindet sich derzeit in aktiver Entwicklung und wird bereitgestellt wie es ist:",
    "items": [
      "Keine Garantie für die Genauigkeit von Berechnungen, Plänen oder 3D-Modellen",
      "Zwischen Versionen können Breaking Changes auftreten",
      "Projektdaten können aufgrund von Browser-Speicherbeschränkungen oder Updates verloren gehen",
      "Speichern und exportieren Sie Ihre Arbeit regelmäßig",
      "Dieses Werkzeug ersetzt keine professionelle Ingenieurberatung"
    ]
  },
  "continueButton": "Ich verstehe & Fortfahren",
  "reviewInfo": "Sie können diese Informationen jederzeit über das Info-Symbol in der Symbolleiste einsehen",
  "version": "Version {{version}}",
  "viewOnGitHub": "Auf GitHub ansehen",
  "changeLanguage": "Sprache ändern"
}
